/* No comment provided by engineer. */
"AgreeButton" = "אני מסכים";

/* No comment provided by engineer. */
"AgreementMessage1" = "כדי להמשיך בהתקנת תוכנה זו, עליך להסכים לתנאי הסכם התוכנה.";

/* No comment provided by engineer. */
"AgreementMessage2" = "לחץ על 'אני מסכים' כדי להמשיך, או לחץ על 'אינני מסכים' כדי לבטל את ההתקנה ולצאת מתוכנית ההתקנה.";

/* No comment provided by engineer. */
"All Regions -- Beta License Agreement" = "כל האזורים - הסכם רישיון בתא";

/* No comment provided by engineer. */
"DisagreeButton" = "אינני מסכים";

/* No comment provided by engineer. */
"PaneTitle" = "הסכם רישיון";

/* No comment provided by engineer. */
"ReadLicenseButton" = "קרא את הרישיון";

/* No comment provided by engineer. */
"SelectCountryText" = "בחר מדינה או אזור:";

/* No comment provided by engineer. */
"SelectFromList" = "בחר מתוך הרשימה";

